accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
archlinux-login-backgrounds-git
archlinux-logout-git
archlinux-tweak-tool-git
archlinux-wallpapers-git
arcolinux-keyring
arcolinux-meta-sddm-themes
arcolinux-mirrorlist-git
arcolinux-powermenu-git
arcolinux-qtile-git
arduino-cli
ark
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
asusctl
audacity
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
bauh
bind
blueberry
bluedevil
bluez
bluez-utils
breeze-gtk
breeze5
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
ccls
cliphist
cmatrix
cryptsetup
cups
cups-pdf
device-mapper
dhclient
didyoumean
diffutils
dmenu
dmidecode
dmraid
dmscripts-git
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
dunst
dvd+rw-tools
dvdauthor
dvgrab
e2fsprogs
edk2-shell
efibootmgr
efitools
emacs-nativecomp
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
energia
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
eww
exfatprogs
eza
f2fs-tools
fd
feh
ffmpegthumbnailer
ffmpegthumbs
file-roller
filelight
filezilla
firefox
firewalld
flatpak
foliate
font-manager
foot
fsarchiver
gegl
git
github-cli
github-desktop-bin
glances
gnome-keyring
go
gparted
greenclip
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gufw
gvfs
gvfs-mtp
gwenview
haruna
haveged
hdparm
htop
hunspell-en_us
hwdetect
hwinfo
hyphen-en
hyprland
hyprpaper
hyprpicker-git
hyprshade
inetutils
inkscape
inotify-tools
inxi
iptables-nft
irony-mode
ispell
iwd
jfsutils
jq
kate
kcalc
kde-gtk-config
kdeconnect
kdeplasma-addons
kernel-install-for-dracut
kgamma
khotkeys
kicad
kicad-library
kicad-library-3d
kimageformats5
kinfocenter
kinit
kio-fuse
kitty
konsole
krita
krusader
kscreen
kvantum
kwallet-pam
kwalletmanager
kwin-polonium-git
lazygit
less
libdvdcss
libgsf
liblphobos
libopenraw
libpaper
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-firmware-whence
linux-g14
linux-g14-headers
linux-headers
logrotate
lsb-release
lshw
lsof
lsscsi
lvm2
lxsession
ly
mako-git
man-db
man-pages
matlab
matlab-meta
mc
mdadm
meld
mesa-utils
meson
minicom
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
ncspot
neofetch
neovim
net-snmp
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
newsboat
nfs-utils
nilfs-utils
nitrogen
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nvtop
nwg-look-bin
obsidian
octopi
okular
onedrive-abraunegg
openocd
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-font-awesome-4
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
otf-san-francisco
oxygen-sounds
pacman-contrib
pacutils
pamixer
pandoc-cli
papirus-folders
papirus-icon-theme
partitionmanager
pavucontrol
perl
picom
pipes.sh
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-systemmonitor
plasma5-themes-whitesur-git
plasma6-applets-supergfxctl
platformio-core
platformio-core-udev
polkit-gnome
polkit-kde-agent
pomo
poppler-glib
poppler-qt5
power-profiles-daemon
powerdevil
powertop
print-manager
pulsemixer
pv
pyenv
pyprland
python
python-async-timeout
python-build
python-capng
python-defusedxml
python-marshmallow
python-more-itertools
python-packaging
python-pip
python-pipx
python-platformdirs
python-pluggy
python-pydantic
python-pyopenssl
python-pyqt5
python-pywal
python-pywalfox
python-pywlroots
python-wheel
qdirstat
qt5-webkit
qt5ct
qt6ct
qtile
ranger
rclone
rclone-browser
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
ristretto
rofi-emoji
rofi-lbonn-wayland-git
rog-control-center
rsync
rtkit
run-parts
s-nail
screen
screenfetch
sddm-kcm
sg3_utils
simple-scan
slock
slurp
smartmontools
smplayer
smplayer-themes
sof-firmware
spectacle
speech-dispatcher
speedcrunch
spicetify-cli
spotify
starship
steam
stm32cubeide
stm32cubemx
stow
strace
sudo
supergfxctl
swappy
sway-audio-idle-inhibit-git
swayidle
swaylock-effects
swaync
switcheroo-control
swww
sysfsutils
systemd-sysvcompat
tetris-terminal-git
texinfo
thunar
thunar-archive-plugin
thunar-volman
timeshift
timeshift-autosnap
timeshift-systemd-timer
tio
tldr
tmux
tree-sitter
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-fira-code
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tty-clock
tumbler
unrar
unzip
update-grub
upower
usb_modeswitch
usbutils
uvicorn
vala
vazirmatn-fonts
vi
vim
visual-studio-code-bin
viu
wavpack
waybar
wayland-logout
welcome
wev
wget
which
whitesur-gtk-theme
wine
wireplumber
wlsunset
wofi
wpa_supplicant
wtype
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xfce4-terminal
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xterm
yay
yazi
yt-dlp
ytfzf
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoom
zotero-bin
zoxide
